import { CommentType } from "@/types/comment.type";

export const comments: CommentType[] = [
  {
    key: 1,
    author: "مرضیه",
    dateTime: "2025-01-08 11:59:07+00:00",
    rate: 5,
    description:
      "من آقای دکتر عصری را پیشنهاد میکنم ایشون بسیار با تجربه هستن و با حوصله ویزیت انجام میدن ارتباط شون با کودکان هم خیلی خوبه🌺",
  },
  {
    key: 2,
    author: "سونا",
    dateTime: "2025-01-05 17:43:01+00:00",
    rate: 4.7,
    description:
      "آقای دکتر عصری بسیار خوش برخورد و محترم هستند و داروهایی که تجویز میکنن متناسب با شرایط بیماره و داروی اضافی و الکی تجویز نمیکنن",
  },
  {
    key: 3,
    author: "جواد",
    dateTime: "2025-01-14 16:58:29+00:00",
    rate: 4.57,
    description:
      "بسیار محترم و با حوصله با قدرت تشخیص عالی، \r\nسالهاست هر وقت بیمار میشوم مراجعه وبا اولین نسخه درمان میشوم",
  },
  {
    key: 4,
    author: "محمد رادین",
    dateTime: "2025-01-26 04:03:14+00:00",
    rate: 3.8,
    description:
      "دکتری فوق العاده حاذق و با اخلاق هستن در تشخیص بیماری هم فوق العاده عاااااالی هستن",
  },
  {
    key: 5,
    author: "آرزو",
    dateTime: "2024-12-17 15:57:18+00:00",
    rate: 5,
    description:
      "باسلام اقای دکتر بسیار با مهارت و مهربان هستند و با صبوری به صحبت به بیمار گوش،میدهند من چندین بار به ایشان مراجعه کردم و با تشخیص درست و تجویز دارو حالم خوب شد",
  },
  {
    key: 6,
    author: "آیناز",
    dateTime: "2025-01-08 16:20:25+00:00",
    rate: 4.8,
    description:
      "دکتر عصری بهترین دکتری هست که تا الان بهش مراجعه کردم. تشخیص درست و داروهای مناسبی که تجویز میکنن واقعا بهترینن.",
  },
  {
    key: 7,
    author: "علی",
    dateTime: "2024-12-08 16:14:50+00:00",
    rate: 5,
    description:
      "سلام\r\nپسر ۷ ساله ام ، آنفولانزا گرفته بود و ایشان تشخیص درست دادند  و نتیجه مطلوب پس از یک روز حاصل شد.\r\nاینترنتی وقت گرفتم و به محض مراجعه در کوتاهترین زمان، ویزیت شد.\r\nسپاس",
  },
  {
    key: 8,
    author: "وجیهه",
    dateTime: "2025-01-23 15:29:12+00:00",
    rate: 2,
    description:
      "دکتری با تجربه و کامل تمام جزئیات رو ا ز بیمار می پرسن و با صبوری زیاد جواب میدن",
  },
  {
    key: 9,
    author: "وحید",
    dateTime: "2024-12-24 17:09:59+00:00",
    rate: 5,
    description:
      "با عرض سلام و خسته نباشید خدمت دکتر عصری  شما یک دکتر فوق العاده ماهر و بااستعداد وبا تشخیص خیلی عالی هستید سپاسگزارم آقای دکتر🙏🙏🙏🙏🙏💖💖💖💖💖",
  },
  {
    key: 10,
    author: "آیدا",
    dateTime: "2024-12-15 20:56:42+00:00",
    rate: 3.87,
    description:
      "من هربار که خودم یا بچم رفتیم پیشش ،واقعا تشخیص و درمان بیماری مون رو عالی انجام دادن.\nحتی یکبار دستم رو بخیه کردن ،اینقد با اخلاق بودن ک باعث آرامش میشد.",
  },
];
